{"solution": {"drag_and_drop": {}, "sentence": {"Aujourd'hui, il doit s'en mordre les doigts.": "", "Sa remarque était pertinente.": "", "Il ne faut pas sans faire pour si peu !": "sans", "Tu semblait perdu dans tes pensées, tout à l'heure.": "semblait", "Ils ont découvert la région en faisant une randonnée.": "", "Je n'ai pas envie dans parler pour le moment.": "dans", "On nous a dit qu'il allait s'en tirer.": "", "À quelle heure devait‑tu les recevoir ?": "devait‑", "Prendra‑tu le train ou l'avion, finalement ?": "Prendra‑", "Heureusement, les affaires reprennent.": "", "En faisant du sport, ils ont réussi à garder le moral.": "", "En réalité, ça n'a rien d'étonnant.": "", "Elle s'en souvient comme si c'était hier.": "", "Des appartements, ils sont sur le point dans vendre deux autres.": "dans", "Je voyageait beaucoup, il y a dix ans.": "voyageait", "Les deux avocates examines les documents.": "examines", "J'ai trouvé ces informations en fesant des recherches sur Internet.": "fesant", "Il avait laissé çà dans son bureau.": "çà", "Je lui en ai parlé la semaine dernière, mais il ne sans souvient plus.": "sans", "Nous évitons d'en manger trop souvent.": "", "J'était au téléphone lorsqu'ils sont arrivés.": "'était", "Ils lances un nouveau modèle de voiture.": "lances", "Je m'en suis aperçu en refaisant l'exercice.": "", "Finalement, çà ne me surprend pas.": "çà", "S'en est trop, ma patience est à bout.": "S'en", "Savez‑vous où et la directrice commerciale ?": "et", "Savez‑vous ce qu'est le droit à la déconnection ?": "déconnection ", "Ils attendes le train sur le quai.": "attendes", "N'avais‑tu pas rendez‑vous avec les investisseurs ?": "", "Ma voiture est en panne : il ne manquait plus que sa !": "sa ", "Il y a déjà dix chaises, essayons dans mettre deux autres.": "dans", "En fesant des études de médecine, elle a réalisé son rêve.": "fesant", "Anna est notre nouvelle attachée de presse.": "", "Ils oublient parfois d'éteindre la lumière.": "", "Sans connection à Internet, nous ne pouvions rien faire à l'agence.": "connection", "J'écoutait avec attention les remarques des uns et des autres.": "'écoutait", "Crois‑moi, ça ne sert à rien d'insister.": "", "Il a décidé d'en parler à ses collègues.": "", "Ils se sont rencontrés en fesant de l'escrime.": "fesant", "L'ascenseur et encore en panne, malheureusement…": "et", "Plusieurs articles recommandent notre logiciel.": "", "Dans cet hôtel, il n'y avait aucune connection à Internet.": "connection", "Je ne m'attendais pas du tout à cela.": "", "Nous aurons le temps dans parler tout à l'heure.": "dans", "Je ne sais plus du tout où j'ai mis ça…": "", "Il s'est cassé la jambe en fesant du vélo.": "fesant", "Ils passent une nouvelle commande au fournisseur.": "", "Le cerveau parvient ainsi à établir des connections.": "connections.", "Finalement, la réunion est décalée d'une heure.": "", "Pour le moment, il est impossible d'en dire plus.": "", "Je devait prendre une décision.": "devait", "En fesant cette remarque, vous avez impressionné tout le monde.": "fesant", "Si ça se trouve, il s'est trompé de date.": "", "Ils ont réussi à prouver la connexion entre ces deux faits.": "", "Votre colis et arrivé, vous pouvez venir le chercher.": "et", "Trois patients attendent encore.": "", "Je me souviens que, le lundi matin, tu arrivait toujours avant moi !": "arrivait", "Est‑il possible dans commander aujourd'hui ?": "dans", "Çà m'est arrivé il y a deux ans.": "Çà", "En faisant faire des travaux dans leur maison, ils ont découvert ce passage secret.": "", "En bas de ton écran, à droite, tu dois voir le mot « déconnection ».": " déconnection ", "Il et évident qu'un arrangement à l'amiable serait préférable.": "et", "Connaissait‑tu l'ancienne directrice commerciale ?": "Connaissait‑", "Je t'envois ça avant 16 heures, promis !": "'envois", "Auras‑tu le temps de faire cela aujourd'hui ?": "", "Il va essayer d'en trouver la semaine prochaine.": "", "Ils s'entendent très bien, leurs idées sont en étroite connection.": "connection.", "Ils travailles dans la même entreprise.": "travailles", "Il et venu nous voir tout à l'heure pour nous en parler.": "et", "Je vous envois trois exemplaires de l'ouvrage.": "envois", "Tu parle vraiment très bien cette langue !": "parle", "Il chantonnait tout en faisant ses bagages.": "", "Il y a de nouveau un problème de connection.": "connection.", "L'électricien et le plombier doives venir demain.": "doives", "Est‑il possible dans réimprimer une centaine d'exemplaires ?": "dans", "Ce billet d'avion et‑il bien valable un an ?": "et‑", "Tu la féliciteras de ma part pour sa promotion.": "", "J'envois ce courriel et j'arrive !": "'envois", "Je ne peux pas travailler si je n'ai pas de connexion à Internet.": "", "Ils renseignes aimablement les visiteurs.": "renseignes", "Mon collègue s'est blessé en fesant du cheval.": "fesant", "Il et important que vous sachiez répondre à ces questions.": "et", "N'oubliez pas dans proposer aux clients.": "dans", "Il faut que tu lui réponde avant demain matin.": "réponde", "Ces déconnections m'ont fait perdre un temps fou ce matin.": "déconnections", "J'envoie un dernier message et je rentre à la maison.": "", "Elle a découvert ce site magnifique en fesant de l'escalade.": "fesant", "Les derniers coursiers passes à 19 h 30.": "passes", "Il refuse dans subir les conséquences.": "dans", "Aurait‑tu le nouveau code, par hasard ?": "Aurait‑", "Cet examen a permis de visualiser de nouvelles connections.": "connections.", "Le cabinet médical est fermé du 14 au 18 août.": "", "Il s'en est aperçu en fesant ses comptes.": "fesant", "J'emplois souvent cette formule de politesse.": "'emplois", "Les stagiaires arrives demain matin.": "arrives", "Est‑il possible dans faire une photocopie ?": "dans", "Vous pourrez ainsi tester le débit de votre connexion.": "", "Il et déjà 16 heures, je n'ai pas vu le temps passer aujourd'hui.": "et", "Il s'est aperçu de son erreur en refesant le calcul.": "refesant", "Est‑ce que tu le vouvoies toujours ?": "", "Ils bavardes devant l'entrée de l'immeuble.": "bavardes", "Il serait pourtant utile dans tirer la leçon.": "dans", "Je n'ai plus de connexion à Internet, que se passe‑t‑il ?": "", "Cet appartement et vraiment très bien situé.": "et", "J'ai aperçu le plombier en fesant les courses, ce matin.": "fesant", "Cette expression ne s'emploie plus aujourd'hui.": "", "Les associés se rendes au siège du groupe.": "rendes", "Finalement, ils ont décidé dans louer une à l'aéroport.": "dans", "Sans connection, je ne peux pas renseigner les clients.": "connection,", "Il et monté au sixième étage, mais il ne devrait pas tarder à revenir.": "et", "En fesant des photocopies ce matin, j'ai repensé à notre discussion.": "fesant", "Je vous envois les plans demain matin.": "envois", "Ces assurés attendes l'avis de l'expert.": "attendes", "Il est recommandé dans conserver un double.": "dans", "Depuis ce matin, nous avons des problèmes de connection.": "connection.", "Il et allé voir son banquier hier matin.": "et", "J'ai remarqué cela en fesant le tour du pâté de maisons.": "fesant", "Cette société emploit dix personnes.": "emploit", "Nos amis habites au troisième étage.": "habites", "Ils ne sont pas certains dans vendre beaucoup.": "dans", "Je n'ai plus de connexion à Internet depuis ce matin.": "", "Il et recommandé de lire la notice.": "et", "Avaient‑ils commis une erreur en lui fesant confiance ?": "fesant", "Quand il n'y a rien à faire, je m'ennuie…": "", "Les portes se ferment automatiquement.": "", "Nous sommes sur le point dans venir à bout !": "dans", "Qu'est‑ce exactement que le droit à la déconnection ?": "déconnection ", "Je crois qu'elle est maintenant assistante de direction.": "", "En faisant des recherches sur Internet, voici ce que j'ai découvert.": "", "Il m'a demandé de le tutoyer, donc je le tutois !": "tutois ", "Ils aimes bien ce petit restaurant.": "aimes", "Est‑il possible d'en mettre trois autres ici ?": "", "Cette déconnection a empêché le téléchargement.": "déconnection", "Ce modèle est beaucoup plus puissant que l'autre.": "", "En fesant régulièrement ces exercices, vous gagnerez en souplesse.": "fesant", "Je veux bien que tu le fasses, si cela ne t'ennuit pas.": "'ennuit", "Nos techniciens interviennes rapidement.": "interviennes"}, "click_on_word_right": {}, "click_on_word_mistake": {}}}